Repository: avgeek-oss/illustrate
Catalog: Illustrate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: Type the project name exactly to confirm.
de: Geben Sie zur Bestätigung den Projektnamen genau ein.
es: Escriba el nombre del proyecto exactamente para confirmar.
fr: Tapez exactement le nom du projet pour confirmer.
hi: पुष्टि करने के लिए प्रोजेक्ट का नाम बिल्कुल टाइप करें।
id: Ketikkan nama proyek dengan tepat untuk mengonfirmasi.
ja: 確認のためにプロジェクト名を正確に入力します。
ko: 확인을 위해 프로젝트 이름을 정확히 입력하세요.
pl: Wpisz dokładnie nazwę projektu, aby potwierdzić.
pt_br: Digite exatamente o nome do projeto para confirmar.
tr: Onaylamak için proje adını tam olarak yazın.
uk: Для підтвердження введіть точну назву проекту.
vi: Nhập chính xác tên dự án để xác nhận.
zh_hans: 准确输入项目名称进行确认。
zh_hant: 準確輸入項目名稱進行確認。

source: Typeface
de: Schriftart
es: Tipo de letra
fr: Police de caractères
hi: टाइपफेस
id: Jenis huruf
ja: 書体
ko: 서체
pl: Krój pisma
pt_br: Tipo de letra
tr: Yazı tipi
uk: Шрифт
vi: Kiểu chữ
zh_hans: 字体
zh_hant: 字體

source: Unable to load
de: Laden nicht möglich
es: No se puede cargar
fr: Impossible de charger
hi: लोड करने में असमर्थ
id: Tidak dapat memuat
ja: ロードできません
ko: 로드할 수 없습니다.
pl: Nie można załadować
pt_br: Não foi possível carregar
tr: Yüklenemiyor
uk: Неможливо завантажити
vi: Không thể tải
zh_hans: 无法加载
zh_hant: 無法載入

source: Unlinked
de: Nicht verknüpft
es: Desvinculado
fr: Sans lien
hi: अनलिंक किया गया
id: Tidak tertaut
ja: リンクされていない
ko: 연결 해제됨
pl: Niepołączone
pt_br: Desvinculado
tr: Bağlantı kaldırıldı
uk: Від’єднано
vi: Đã hủy liên kết
zh_hans: 未链接
zh_hant: 未連結

source: Unlock Canvas
de: Leinwand freischalten
es: Desbloquear lienzo
fr: Déverrouiller la toile
hi: कैनवास अनलॉक करें
id: Buka kunci Kanvas
ja: キャンバスのロックを解除する
ko: 캔버스 잠금 해제
pl: Odblokuj płótno
pt_br: Desbloquear tela
tr: Canvas'ın kilidini aç
uk: Розблокувати Canvas
vi: Mở khóa Canvas
zh_hans: 解锁画布
zh_hant: 解鎖畫布

source: Unlock canvas
de: Leinwand entsperren
es: Desbloquear lienzo
fr: Déverrouiller la toile
hi: कैनवास अनलॉक करें
id: Buka kunci kanvas
ja: キャンバスのロックを解除する
ko: 캔버스 잠금 해제
pl: Odblokuj płótno
pt_br: Desbloquear tela
tr: Tuvalin kilidini aç
uk: Розблокувати полотно
vi: Mở khóa khung vẽ
zh_hans: 解锁画布
zh_hant: 解鎖畫布

source: Unpin
de: Lösen
es: Desanclar
fr: Désépingler
hi: अनपिन करें
id: Lepas sematan
ja: 固定を解除する
ko: 고정 해제
pl: Odepnij
pt_br: Liberar
tr: Sabitlemeyi kaldır
uk: Відкріпити
vi: Bỏ ghim
zh_hans: 取消固定
zh_hant: 取消固定

source: Up to %lld images
de: Bis zu %lld Bilder
es: Hasta imágenes %lld
fr: Jusqu’à %lld images
hi: %lld छवियों तक
id: Hingga gambar %lld
ja: 最大 %lld 画像
ko: 최대 %lld 이미지
pl: Do obrazów %lld
pt_br: Até imagens %lld
tr: %lld görsele kadar
uk: До %lld зображень
vi: Lên đến hình ảnh %lld
zh_hans: 最多 %lld 图像
zh_hant: 最多 %lld 影像

source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
hi: अद्यतन किया गया
id: Diperbarui
ja: 更新されました
ko: 업데이트됨
pl: Zaktualizowano
pt_br: Atualizado
tr: Güncellendi
uk: Оновлено
vi: Đã cập nhật
zh_hans: 已更新
zh_hant: 已更新

source: Upload reference images, product photos, or other relevant images to use as reference inputs.
de: Laden Sie Referenzbilder, Produktfotos oder andere relevante Bilder hoch, um sie als Referenzeingaben zu verwenden.
es: Cargue imágenes de referencia, fotografías de productos u otras imágenes relevantes para utilizarlas como entradas de referencia.
fr: Téléchargez des images de référence, des photos de produits ou d'autres images pertinentes à utiliser comme entrées de référence.
hi: संदर्भ इनपुट के रूप में उपयोग करने के लिए संदर्भ छवियां, उत्पाद फ़ोटो या अन्य प्रासंगिक छवियां अपलोड करें।
id: Unggah gambar referensi, foto produk, atau gambar lain yang relevan untuk digunakan sebagai masukan referensi.
ja: 参照画像、製品写真、またはその他の関連画像をアップロードして、参照入力として使用します。
ko: 참조 입력으로 사용할 참조 이미지, 제품 사진 또는 기타 관련 이미지를 업로드하세요.
pl: Prześlij obrazy referencyjne, zdjęcia produktów lub inne odpowiednie obrazy, aby wykorzystać je jako dane wejściowe referencyjne.
pt_br: Faça upload de imagens de referência, fotos de produtos ou outras imagens relevantes para usar como entradas de referência.
tr: Referans girdileri olarak kullanmak üzere referans görsellerini, ürün fotoğraflarını veya diğer ilgili görselleri yükleyin.
uk: Завантажте еталонні зображення, фотографії продуктів або інші відповідні зображення, щоб використовувати їх як еталонні вхідні дані.
vi: Tải lên hình ảnh tham khảo, ảnh sản phẩm hoặc hình ảnh có liên quan khác để sử dụng làm đầu vào tham khảo.
zh_hans: 上传参考图像、产品照片或其他相关图像以用作参考输入。
zh_hant: 上傳參考影像、產品照片或其他相關影像以用作參考輸入。

source: Uploaded
de: Hochgeladen
es: subido
fr: Téléchargé
hi: अपलोड किया गया
id: Diunggah
ja: アップロードされました
ko: 업로드됨
pl: Przesłano
pt_br: Enviado
tr: Yüklendi
uk: Завантажено
vi: Đã tải lên
zh_hans: 已上传
zh_hant: 已上傳

source: Usage Metrics
de: Nutzungsmetriken
es: Métricas de uso
fr: Métriques d'utilisation
hi: उपयोग मेट्रिक्स
id: Metrik Penggunaan
ja: 使用状況メトリクス
ko: 사용량 측정항목
pl: Metryki użytkowania
pt_br: Métricas de uso
tr: Kullanım Metrikleri
uk: Показники використання
vi: Số liệu sử dụng
zh_hans: 使用指标
zh_hant: 使用指標

source: Usage of tools may incur additional costs. The total cost estimation shown in metrics will not include the usage cost of tools. You might need to refer to the provider's pricing page for more information.
de: Durch den Einsatz von Werkzeugen können zusätzliche Kosten entstehen. Die in den Metriken angezeigten Gesamtkostenschätzungen umfassen nicht die Nutzungskosten der Tools. Weitere Informationen finden Sie möglicherweise auf der Preisseite des Anbieters.
es: El uso de herramientas puede generar costos adicionales. La estimación del costo total que se muestra en las métricas no incluirá el costo de uso de las herramientas. Es posible que deba consultar la página de precios del proveedor para obtener más información.
fr: L'utilisation d'outils peut entraîner des frais supplémentaires. L'estimation du coût total indiquée dans les mesures n'inclut pas le coût d'utilisation des outils. Vous devrez peut-être vous référer à la page de tarification du fournisseur pour plus d'informations.
hi: उपकरणों के उपयोग पर अतिरिक्त लागत लग सकती है। मेट्रिक्स में दिखाए गए कुल लागत अनुमान में उपकरणों की उपयोग लागत शामिल नहीं होगी। अधिक जानकारी के लिए आपको प्रदाता के मूल्य निर्धारण पृष्ठ को देखने की आवश्यकता हो सकती है।
id: Penggunaan alat mungkin menimbulkan biaya tambahan. Estimasi total biaya yang ditampilkan dalam metrik tidak termasuk biaya penggunaan alat. Anda mungkin perlu merujuk ke halaman harga penyedia untuk informasi lebih lanjut.
ja: ツールの使用には追加料金が発生する場合があります。メトリクスで表示される総コストの見積もりには、ツールの使用コストは含まれません。詳細については、プロバイダーの料金ページを参照する必要がある場合があります。
ko: 도구를 사용하면 추가 비용이 발생할 수 있습니다. 측정항목에 표시된 총 비용 추정에는 도구 사용 비용이 포함되지 않습니다. 자세한 내용은 공급자의 가격 책정 페이지를 참조해야 할 수도 있습니다.
pl: Korzystanie z narzędzi może wiązać się z dodatkowymi kosztami. Całkowity kosztorys pokazany w metrykach nie będzie uwzględniał kosztu użycia narzędzi. Aby uzyskać więcej informacji, konieczne może być zapoznanie się ze stroną cenową dostawcy.
pt_br: O uso de ferramentas pode acarretar custos adicionais. A estimativa de custo total mostrada nas métricas não incluirá o custo de uso das ferramentas. Talvez seja necessário consultar a página de preços do provedor para obter mais informações.
tr: Aletlerin kullanımı ek maliyetlere neden olabilir. Metriklerde gösterilen toplam maliyet tahmini, araçların kullanım maliyetini içermez. Daha fazla bilgi için sağlayıcının fiyatlandırma sayfasına bakmanız gerekebilir.
uk: Використання інструментів може призвести до додаткових витрат. Загальна оцінка вартості, показана в показниках, не включатиме вартість використання інструментів. Щоб отримати додаткову інформацію, можливо, вам знадобиться звернутися до сторінки з цінами постачальника.
vi: Việc sử dụng các công cụ có thể phải chịu thêm chi phí. Tổng chi phí ước tính được hiển thị trong số liệu sẽ không bao gồm chi phí sử dụng các công cụ. Bạn có thể cần tham khảo trang định giá của nhà cung cấp để biết thêm thông tin.
zh_hans: 使用工具可能会产生额外费用。指标中显示的总成本估算将不包括工具的使用成本。您可能需要参阅提供商的定价页面以获取更多信息。
zh_hant: 使用工具可能會產生額外費用。指標中顯示的總成本估算將不包括工具的使用成本。您可能需要參閱提供者的定價頁面以獲取更多資訊。

source: Use Input Image as Reference
de: Verwenden Sie das Eingabebild als Referenz
es: Utilice la imagen de entrada como referencia
fr: Utiliser l'image d'entrée comme référence
hi: संदर्भ के रूप में इनपुट छवि का उपयोग करें
id: Gunakan Gambar Masukan sebagai Referensi
ja: 入力画像を参照として使用する
ko: 입력 이미지를 참조로 사용
pl: Użyj obrazu wejściowego jako odniesienia
pt_br: Use imagem de entrada como referência
tr: Giriş Görüntüsünü Referans Olarak Kullan
uk: Використовуйте вхідне зображення як еталон
vi: Sử dụng hình ảnh đầu vào làm tài liệu tham khảo
zh_hans: 使用输入图像作为参考
zh_hant: 使用輸入影像作為參考

source: Use Input as Source Image
de: Verwenden Sie die Eingabe als Quellbild
es: Usar entrada como imagen de origen
fr: Utiliser l'entrée comme image source
hi: स्रोत छवि के रूप में इनपुट का उपयोग करें
id: Gunakan Input sebagai Sumber Gambar
ja: 入力をソース画像として使用
ko: 입력을 소스 이미지로 사용
pl: Użyj danych wejściowych jako obrazu źródłowego
pt_br: Use entrada como imagem de origem
tr: Girişi Kaynak Görüntü Olarak Kullan
uk: Використовувати вхідні дані як вихідне зображення
vi: Sử dụng đầu vào làm hình ảnh nguồn
zh_hans: 使用输入作为源图像
zh_hant: 使用輸入作為來源影像

source: Use the prompt bar to generate brand-consistent assets like posters, invitations, and social media content.
de: Verwenden Sie die Eingabeaufforderungsleiste, um markenkonsistente Assets wie Poster, Einladungen und Social-Media-Inhalte zu generieren.
es: Utilice la barra de mensajes para generar activos coherentes con la marca, como carteles, invitaciones y contenido de redes sociales.
fr: Utilisez la barre d'invite pour générer des éléments cohérents avec la marque, tels que des affiches, des invitations et du contenu pour les réseaux sociaux.
hi: पोस्टर, निमंत्रण और सोशल मीडिया सामग्री जैसी ब्रांड-संगत संपत्तियां उत्पन्न करने के लिए प्रॉम्प्ट बार का उपयोग करें।
id: Gunakan bilah perintah untuk menghasilkan aset yang konsisten dengan merek seperti poster, undangan, dan konten media sosial.
ja: プロンプト バーを使用して、ポスター、招待状、ソーシャル メディア コンテンツなどのブランドと一貫したアセットを生成します。
ko: 프롬프트 표시줄을 사용하여 포스터, 초대장, 소셜 미디어 콘텐츠 등 브랜드와 일치하는 자산을 생성하세요.
pl: Użyj paska podpowiedzi, aby wygenerować zasoby spójne z marką, takie jak plakaty, zaproszenia i treści w mediach społecznościowych.
pt_br: Use a barra de prompt para gerar ativos consistentes com a marca, como pôsteres, convites e conteúdo de mídia social.
tr: Posterler, davetiyeler ve sosyal medya içeriği gibi markayla tutarlı varlıklar oluşturmak için bilgi istemi çubuğunu kullanın.
uk: Використовуйте панель підказок, щоб створювати ресурси, узгоджені з брендом, як-от плакати, запрошення та вміст соціальних мереж.
vi: Sử dụng thanh nhắc nhở để tạo nội dung phù hợp với thương hiệu như áp phích, lời mời và nội dung mạng xã hội.
zh_hans: 使用提示栏生成品牌一致的资产，例如海报、邀请函和社交媒体内容。
zh_hant: 使用提示欄產生品牌一致的資產，例如海報、邀請函和社群媒體內容。

source: Use the tools below to add layers to your canvas.
de: Verwenden Sie die folgenden Werkzeuge, um Ihrer Leinwand Ebenen hinzuzufügen.
es: Utilice las herramientas siguientes para agregar capas a su lienzo.
fr: Utilisez les outils ci-dessous pour ajouter des calques à votre toile.
hi: अपने कैनवास में परतें जोड़ने के लिए नीचे दिए गए टूल का उपयोग करें।
id: Gunakan alat di bawah ini untuk menambahkan lapisan ke kanvas Anda.
ja: 以下のツールを使用して、キャンバスにレイヤーを追加します。
ko: 아래 도구를 사용하여 캔버스에 레이어를 추가하세요.
pl: Skorzystaj z poniższych narzędzi, aby dodać warstwy do płótna.
pt_br: Use as ferramentas abaixo para adicionar camadas à sua tela.
tr: Tuvalinize katman eklemek için aşağıdaki araçları kullanın.
uk: Використовуйте наведені нижче інструменти, щоб додати шари до свого полотна.
vi: Sử dụng các công cụ bên dưới để thêm lớp vào khung vẽ của bạn.
zh_hans: 使用下面的工具向画布添加图层。
zh_hant: 使用下面的工具向畫布添加圖層。

source: Use {{input}} for previous card input
de: Verwenden Sie {{input}} für die vorherige Karteneingabe
es: Utilice {{input}} para la entrada de tarjeta anterior
fr: Utilisez {{input}} pour la saisie précédente de la carte
hi: पिछले कार्ड इनपुट के लिए {{इनपुट}} का उपयोग करें
id: Gunakan {{input}} untuk input kartu sebelumnya
ja: 前のカード入力には {{input}} を使用します
ko: 이전 카드 입력에는 {{input}}을 사용하세요.
pl: Użyj {{input}} do wprowadzenia danych z poprzedniej karty
pt_br: Use {{input}} para entrada de cartão anterior
tr: Önceki kart girişi için {{input}} kullanın
uk: Використовуйте {{input}} для попереднього введення картки
vi: Sử dụng {{input}} cho lần nhập thẻ trước đó
zh_hans: 使用 {{input}} 进行之前的卡片输入
zh_hant: 使用 {{input}} 進行先前的卡片輸入

source: User Prompts
de: Benutzeraufforderungen
es: Avisos de usuario
fr: Invites utilisateur
hi: उपयोगकर्ता संकेत
id: Perintah Pengguna
ja: ユーザープロンプト
ko: 사용자 프롬프트
pl: Monity użytkownika
pt_br: Solicitações do usuário
tr: Kullanıcı İstemleri
uk: Підказки користувача
vi: Lời nhắc của người dùng
zh_hans: 用户提示
zh_hant: 使用者提示

source: Uses Firecrawl Agent
de: Verwendet den Firecrawl-Agenten
es: Utiliza el agente Firecrawl
fr: Utilise un agent Firecrawl
hi: फायरक्रॉल एजेंट का उपयोग करता है
id: Menggunakan Agen Firecrawl
ja: Firecrawl エージェントを使用する
ko: Firecrawl 에이전트 사용
pl: Używa agenta Firecrawl
pt_br: Usa agente Firecrawl
tr: Firecrawl Agent'ı kullanır
uk: Використовує агент Firecrawl
vi: Sử dụng tác nhân Firecrawl
zh_hans: 使用 Firecrawl 代理
zh_hant: 使用 Firecrawl 代理

source: Uses your connected Firecrawl account to analyze brand websites.
de: Verwendet Ihr verbundenes Firecrawl-Konto zur Analyse von Marken-Websites.
es: Utiliza su cuenta Firecrawl conectada para analizar sitios web de marcas.
fr: Utilise votre compte Firecrawl connecté pour analyser les sites Web des marques.
hi: ब्रांड वेबसाइटों का विश्लेषण करने के लिए आपके कनेक्टेड फायरक्रॉल खाते का उपयोग करता है।
id: Gunakan akun Firecrawl Anda yang terhubung untuk menganalisis situs web merek.
ja: 接続された Firecrawl アカウントを使用して、ブランド Web サイトを分析します。
ko: 연결된 Firecrawl 계정을 사용하여 브랜드 웹사이트를 분석합니다.
pl: Używa Twojego połączonego konta Firecrawl do analizowania stron internetowych marek.
pt_br: Usa sua conta Firecrawl conectada para analisar sites de marcas.
tr: Marka web sitelerini analiz etmek için bağlı Firecrawl hesabınızı kullanır.
uk: Використовує підключений обліковий запис Firecrawl для аналізу веб-сайтів брендів.
vi: Sử dụng tài khoản Firecrawl được kết nối của bạn để phân tích các trang web thương hiệu.
zh_hans: 使用您连接的 Firecrawl 帐户来分析品牌网站。
zh_hant: 使用您連結的 Firecrawl 帳戶來分析品牌網站。

source: Valid image URL
de: Gültige Bild-URL
es: URL de imagen válida
fr: URL d'image valide
hi: वैध छवि यूआरएल
id: URL gambar yang valid
ja: 有効な画像の URL
ko: 유효한 이미지 URL
pl: Prawidłowy adres URL obrazu
pt_br: URL de imagem válido
tr: Geçerli resim URL'si
uk: Дійсна URL-адреса зображення
vi: URL hình ảnh hợp lệ
zh_hans: 有效的图像网址
zh_hant: 有效的圖像網址

source: Variant
de: Variante
es: Variante
fr: Variante
hi: वैरिएंट
id: Varian
ja: バリアント
ko: 변형
pl: Wariant
pt_br: Variante
tr: Varyant
uk: Варіант
vi: Biến thể
zh_hans: 变体
zh_hant: 變體

source: Video Extension
de: Videoerweiterung
es: Extensión de vídeo
fr: Extension vidéo
hi: वीडियो एक्सटेंशन
id: Ekstensi Video
ja: ビデオ拡張機能
ko: 비디오 확장
pl: Rozszerzenie wideo
pt_br: Extensão de vídeo
tr: Video Uzantısı
uk: Розширення відео
vi: Tiện ích mở rộng video
zh_hans: 视频扩展
zh_hant: 視訊擴充

source: Video Gallery
de: Videogalerie
es: Galería de vídeos
fr: Galerie vidéo
hi: वीडियो गैलरी
id: Galeri Video
ja: ビデオギャラリー
ko: 비디오 갤러리
pl: Galeria wideo
pt_br: Galeria de vídeos
tr: Video Galerisi
uk: Відео галерея
vi: Thư viện video
zh_hans: 视频库
zh_hant: 影片庫

source: Video Generation
de: Videogenerierung
es: Generación de vídeo
fr: Génération vidéo
hi: वीडियो जनरेशन
id: Pembuatan Video
ja: ビデオ生成
ko: 비디오 생성
pl: Generowanie wideo
pt_br: Geração de Vídeo
tr: Video Oluşturma
uk: Генерація відео
vi: Tạo video
zh_hans: 视频生成
zh_hant: 影片生成

source: Video Metadata
de: Video-Metadaten
es: Metadatos de vídeo
fr: Métadonnées vidéo
hi: वीडियो मेटाडेटा
id: Metadata Video
ja: ビデオメタデータ
ko: 비디오 메타데이터
pl: Metadane wideo
pt_br: Metadados de vídeo
tr: Video Meta Verileri
uk: Метадані відео
vi: Siêu dữ liệu video
zh_hans: 视频元数据
zh_hant: 視訊元數據

source: Video Parameters
de: Videoparameter
es: Parámetros de vídeo
fr: Paramètres vidéo
hi: वीडियो पैरामीटर
id: Parameter Video
ja: ビデオパラメータ
ko: 비디오 매개변수
pl: Parametry wideo
pt_br: Parâmetros de vídeo
tr: Video Parametreleri
uk: Параметри відео
vi: Thông số video
zh_hans: 视频参数
zh_hant: 視訊參數

source: Video Settings
de: Videoeinstellungen
es: Configuración de vídeo
fr: Paramètres vidéo
hi: वीडियो सेटिंग्स
id: Pengaturan Video
ja: ビデオ設定
ko: 비디오 설정
pl: Ustawienia wideo
pt_br: Configurações de vídeo
tr: Video Ayarları
uk: Налаштування відео
vi: Cài đặt video
zh_hans: 视频设置
zh_hant: 影片設定

source: Video has been saved to your photo library.
de: Das Video wurde in Ihrer Fotobibliothek gespeichert.
es: El vídeo se ha guardado en su biblioteca de fotos.
fr: La vidéo a été enregistrée dans votre photothèque.
hi: वीडियो आपकी फ़ोटो लाइब्रेरी में सहेजा गया है.
id: Video telah disimpan ke perpustakaan foto Anda.
ja: ビデオが写真ライブラリに保存されました。
ko: 비디오가 사진 라이브러리에 저장되었습니다.
pl: Film został zapisany w Twojej bibliotece zdjęć.
pt_br: O vídeo foi salvo na sua biblioteca de fotos.
tr: Video, fotoğraf kitaplığınıza kaydedildi.
uk: Відео збережено у вашій бібліотеці фотографій.
vi: Video đã được lưu vào thư viện ảnh của bạn.
zh_hans: 视频已保存到您的照片库。
zh_hant: 影片已儲存到您的照片庫。

source: Video not found
de: Video nicht gefunden
es: Vídeo no encontrado
fr: Vidéo introuvable
hi: वीडियो नहीं मिला
id: Video tidak ditemukan
ja: ビデオが見つかりません
ko: 동영상을 찾을 수 없습니다
pl: Nie znaleziono filmu
pt_br: Vídeo não encontrado
tr: Video bulunamadı
uk: Відео не знайдено
vi: Không tìm thấy video
zh_hans: 找不到视频
zh_hant: 找不到視頻

source: Video will be generated transitioning from the first image to the second.
de: Das Video wird beim Übergang vom ersten zum zweiten Bild generiert.
es: El vídeo se generará pasando de la primera imagen a la segunda.
fr: La vidéo sera générée en passant de la première image à la seconde.
hi: पहली छवि से दूसरी छवि में परिवर्तन करते हुए वीडियो तैयार किया जाएगा।
id: Video akan dihasilkan transisi dari gambar pertama ke gambar kedua.
ja: 最初の画像から 2 番目の画像に遷移するビデオが生成されます。
ko: 첫 번째 이미지에서 두 번째 이미지로 전환되는 비디오가 생성됩니다.
pl: Film będzie generowany przy przejściu z pierwszego obrazu do drugiego.
pt_br: O vídeo será gerado fazendo a transição da primeira imagem para a segunda.
tr: Video, ilk görüntüden ikinciye geçiş yapılarak oluşturulacaktır.
uk: Відео буде створено з переходом від першого зображення до другого.
vi: Video sẽ được tạo chuyển từ hình ảnh đầu tiên sang hình ảnh thứ hai.
zh_hans: 将生成从第一张图像过渡到第二张图像的视频。
zh_hant: 將產生從第一張影像過渡到第二張影像的影片。

source: Videos Generated
de: Erstellte Videos
es: Vídeos generados
fr: Vidéos générées
hi: वीडियो बनाए गए
id: Video Dihasilkan
ja: 生成されたビデオ
ko: 생성된 비디오
pl: Wygenerowano filmy
pt_br: Vídeos gerados
tr: Oluşturulan Videolar
uk: Створено відео
vi: Video được tạo
zh_hans: 生成的视频
zh_hant: 生成的視頻

source: View %@
de: Anzeigen %@
es: Ver %@
fr: Afficher %@
hi: %@ देखें
id: Lihat %@
ja: %@ を表示
ko: %@ 보기
pl: Wyświetl %@
pt_br: Ver %@
tr: %@'yi görüntüleyin
uk: Переглянути %@
vi: Xem %@
zh_hans: 查看 %@
zh_hant: 查看 %@

source: View Details
de: Details anzeigen
es: Ver detalles
fr: Afficher les détails
hi: विवरण देखें
id: Lihat Detail
ja: 詳細を見る
ko: 세부정보 보기
pl: Zobacz szczegóły
pt_br: Ver detalhes
tr: Ayrıntıları Görüntüle
uk: Переглянути деталі
vi: Xem chi tiết
zh_hans: 查看详情
zh_hant: 看詳情

source: View Prompt
de: Eingabeaufforderung anzeigen
es: Ver mensaje
fr: Afficher l'invite
hi: प्रॉम्प्ट देखें
id: Lihat Perintah
ja: プロンプトを表示
ko: 프롬프트 보기
pl: Wyświetl monit
pt_br: Ver prompt
tr: İstemi Görüntüle
uk: Переглянути запит
vi: Xem lời nhắc
zh_hans: 查看提示
zh_hant: 查看提示

source: View cost breakdown
de: Kostenaufschlüsselung anzeigen
es: Ver desglose de costos
fr: Afficher la répartition des coûts
hi: लागत विवरण देखें
id: Lihat rincian biaya
ja: コストの内訳を表示する
ko: 비용 분석 보기
pl: Zobacz zestawienie kosztów
pt_br: Ver detalhamento de custos
tr: Maliyet dökümünü görüntüle
uk: Переглянути розподіл витрат
vi: Xem chi tiết chi phí
zh_hans: 查看成本明细
zh_hant: 查看成本明細

source: View image
de: Bild ansehen
es: Ver imagen
fr: Voir l'image
hi: छवि देखें
id: Lihat gambar
ja: 画像を見る
ko: 이미지 보기
pl: Zobacz obraz
pt_br: Ver imagem
tr: Resmi görüntüle
uk: Переглянути зображення
vi: Xem hình ảnh
zh_hans: 查看图片
zh_hant: 看圖片

source: View the generated image
de: Sehen Sie sich das generierte Bild an
es: Ver la imagen generada
fr: Afficher l'image générée
hi: उत्पन्न छवि देखें
id: Lihat gambar yang dihasilkan
ja: 生成された画像を表示する
ko: 생성된 이미지 보기
pl: Zobacz wygenerowany obraz
pt_br: Veja a imagem gerada
tr: Oluşturulan görüntüyü görüntüleyin
uk: Перегляньте створене зображення
vi: Xem hình ảnh được tạo
zh_hans: 查看生成的图像
zh_hant: 查看生成的圖像

source: View the generated video
de: Sehen Sie sich das generierte Video an
es: Ver el vídeo generado
fr: Voir la vidéo générée
hi: उत्पन्न वीडियो देखें
id: Lihat video yang dihasilkan
ja: 生成されたビデオを表示する
ko: 생성된 비디오 보기
pl: Obejrzyj wygenerowany film
pt_br: Veja o vídeo gerado
tr: Oluşturulan videoyu görüntüle
uk: Переглянути створене відео
vi: Xem video đã tạo
zh_hans: 查看生成的视频
zh_hant: 查看生成的視頻

source: View this image larger
de: Sehen Sie sich dieses Bild größer an
es: Ver esta imagen más grande
fr: Agrandir cette image
hi: इस छवि को बड़ा करके देखें
id: Lihat gambar ini lebih besar
ja: この画像を拡大して表示
ko: 이 이미지를 더 크게 보기
pl: Zobacz ten obraz w większym formacie
pt_br: Ver esta imagem ampliada
tr: Bu resmi daha büyük görüntüle
uk: Переглянути це зображення у збільшеному розмірі
vi: Xem hình ảnh này lớn hơn
zh_hans: 查看该图片大图
zh_hant: 看這張圖片大圖

source: View video
de: Video ansehen
es: Ver vídeo
fr: Voir la vidéo
hi: वीडियो देखें
id: Lihat video
ja: ビデオを見る
ko: 동영상 보기
pl: Obejrzyj wideo
pt_br: Ver vídeo
tr: Videoyu görüntüle
uk: Переглянути відео
vi: Xem video
zh_hans: 观看视频
zh_hant: 觀看影片

source: View your generation requests
de: Sehen Sie sich Ihre Generierungsanfragen an
es: Ver sus solicitudes de generación
fr: Visualisez vos demandes de génération
hi: अपने पीढ़ी अनुरोध देखें
id: Lihat permintaan generasi Anda
ja: 生成リクエストを表示する
ko: 생성 요청 보기
pl: Wyświetl swoje żądania generacji
pt_br: Veja suas solicitações de geração
tr: Oluşturma isteklerinizi görüntüleyin
uk: Перегляньте свої запити на створення
vi: Xem yêu cầu tạo của bạn
zh_hans: 查看您的生成请求
zh_hant: 查看您的生成請求

source: View your generation usage metrics
de: Sehen Sie sich Ihre Nutzungsmetriken für die Erzeugung an
es: Ver las métricas de uso de tu generación
fr: Afficher les métriques d'utilisation de votre génération
hi: अपनी पीढ़ी के उपयोग मेट्रिक्स देखें
id: Lihat metrik penggunaan generasi Anda
ja: 世代の使用状況メトリクスを表示する
ko: 세대 사용량 측정항목 보기
pl: Wyświetl wskaźniki wykorzystania generacji
pt_br: Veja suas métricas de uso de geração
tr: Üretim kullanım ölçümlerinizi görüntüleyin
uk: Перегляньте показники використання генерації
vi: Xem số liệu sử dụng thế hệ của bạn
zh_hans: 查看您的发电使用指标
zh_hant: 查看您的發電使用指標

source: Waiting for Generation
de: Warten auf die Generation
es: Esperando a la generación
fr: En attendant la génération
hi: पीढ़ी की प्रतीक्षा में
id: Menunggu Generasi
ja: 生成を待っています
ko: 세대를 기다리고 있다
pl: Czekam na pokolenie
pt_br: Esperando pela geração
tr: Nesli Beklerken
uk: В очікуванні покоління
vi: Chờ đợi thế hệ
zh_hans: 等待一代
zh_hant: 等待一代

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
hi: चेतावनी
id: Peringatan
ja: 警告
ko: 경고
pl: Ostrzeżenie
pt_br: Aviso
tr: Uyarı
uk: Попередження
vi: Cảnh báo
zh_hans: 警告
zh_hant: 警告

source: Welcome, let's get you started.
de: Willkommen, lass uns loslegen.
es: Bienvenido, comencemos.
fr: Bienvenue, commençons.
hi: आपका स्वागत है, आइए शुरुआत करें।
id: Selamat datang, mari kita mulai.
ja: ようこそ、始めましょう。
ko: 환영합니다. 시작해 보겠습니다.
pl: Witamy, zacznijmy.
pt_br: Bem-vindo, vamos começar.
tr: Hoş geldiniz, haydi başlayalım.
uk: Ласкаво просимо, давайте почнемо.
vi: Chào mừng bạn, hãy bắt đầu nhé.
zh_hans: 欢迎，让我们开始吧。
zh_hant: 歡迎，讓我們開始吧。
